Repository: BeAPI/simple-punctual-translation
Catalog: languages/punctual-translation-*.po
Languages: fr_fr

source: This translation is unique, fine...
fr_fr: Cette traduction est unique, parfait...

source: Duplicate translation detected !
fr_fr: Doublon de traduction detecté !

source: Translations
fr_fr: Traductions

source: Language
fr_fr: Langue

source: Original content
fr_fr: Contenu original

source: Existings translations :
fr_fr: Traductions existantes :

source: Translate this content
fr_fr: Traduire ce contenu

source: Post types
fr_fr: Types de contenu

source: Please choose a content
fr_fr: Merci de choisir un contenu

source: Translate
fr_fr: Traduire

source: Original language name
fr_fr: Nom de la langue originale

source: Post types translatable :
fr_fr: Types de contenu traduisible :

source: Translation mode :
fr_fr: Mode de traduction :

source: Manual
fr_fr: Manuel

source: Auto (singular only)
fr_fr: Automatique (vue singular uniquement)

source: Address mode :
fr_fr: Format des adresses :

source: Classic, adding "?lang=fr" for the URL.
fr_fr: Classique, ajout d'un paramètre dans l'URL "?lang=fr"

source: Rewrite, prefix URL with "/fr/my-content/"
fr_fr: Réécrit, préfixe sur les adresses "/fr/my-content/"

source: Auto add languages available at the end of post
fr_fr: Ajouter automatiquement les langues disponibles à la fin du contenu

source: On hook "the_content". (page, post single, etc.)
fr_fr: Sur le crochet "the_content". (page, post single, etc.)

source: On hook "the_excerpt" (category, tags, home, etc.)
fr_fr: Sur le crochet "the_excerpt" (category, tags, home, etc.)

source: On feed hook "the_content_feed" and "the_excerpt_rss" (rss2, atom)
fr_fr: Sur le crochet "the_content_feed" and "the_excerpt_rss" (rss2, atom)

source: Save Changes
fr_fr: Enregistrer les modifications

source: Translation
fr_fr: Traduction

source: Add New
fr_fr: Ajouter

source: Add New Translation
fr_fr: Ajouter une traduction

source: Edit Translation
fr_fr: Modifier une traduction

source: New Translation
fr_fr: Nouvelle traduction

source: View Translation
fr_fr: Voir la traduction

source: Search Translations
fr_fr: Chercher une traduction

source: No Translations found
fr_fr: Aucun traduction trouvée

source: No Translations found in Trash
fr_fr: Aucune traduction trouvée dans la corbeille

source: Parent Translation:
fr_fr: Traduction parente :

source: Languages
fr_fr: Langues

source: Search Languages
fr_fr: Chercher une langue

source: All Languages
fr_fr: Toutes les langues

source: Edit Language
fr_fr: Modifier la langue

source: Update Language
fr_fr: Mettre à jour la langue

source: Add New Language
fr_fr: Ajouter une nouvelle langue

source: New Language Name
fr_fr: Nouveau nom de langue

source: Translation updated. <a href="%s">View translation</a>
fr_fr: Traduction mise à jour. <a href="%s">Voir la traduction</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_fr: Champ personnalisé effacé.

source: Translation updated.
fr_fr: Traduction mise à jour.

source: Translation restored to revision from %s
fr_fr: Traduction restaurée de la révision %s

source: Translation published. <a href="%s">View translation</a>
fr_fr: Traduction publiée. <a href="%s">Voir la traduction</a>

source: Translation saved.
fr_fr: Traduction enregistrée.

source: Translation submitted. <a target="_blank" href="%s">Preview translation</a>
fr_fr: Traduction soumise à validation. <a target="_blank" href="%s">Prévisualiser la traduction</a>

source: Translation scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview translation</a>
fr_fr: Traduction programmée pour : <strong>%1$s</strong>. <a target="_blank" href="%2$s">Prévisualiser la traduction</a>

source: Translation draft updated. <a target="_blank" href="%s">Preview translation</a>
fr_fr: Brouillon de traduction mis à jour. <a target="_blank" href="%s">Prévisualiser la traduction</a>

source: Things to remember when adding or editing a translation.
fr_fr: Choses à rappeler lors de l'ajout ou l'édition d'une traduction.

source: This is the help screen displaying the table of translations.
fr_fr: Ceci est l'aide de l'écran affichant les traductions.

source: Also available in :
fr_fr: Disponible également en :

source: Languages selector Content Widget
fr_fr: Widget de sélecteur de langues

source: Display available languages selector
fr_fr: Affiche un sélecteur pour les langues disponibles

source: Languages selector
fr_fr: Sélecteur de langues

source: Title
fr_fr: Titre

source: Display as
fr_fr: Affiché comme

source: List
fr_fr: Liste

source: Separed with comma
fr_fr: Séparé avec une virgule

source: Translator
fr_fr: Traducteur

source: Edit
fr_fr: Modifier
